[
    {
        "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
        "author": "Стив Макконнелл"
    },
    {
        "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
        "author": "Артур Блох. Законы Мэрфи"
    },
        {
        "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
        "author": "И. Берард"
    },
    {
        "text": "Стремитесь не к успеху, а к ценностям, которые он дает",
        "author": "Альберт Эйнштейн"
    },
    {
        "text": "Сложнее всего начать действовать, все остальное зависит только от упорства",
        "author": "Амелия Эрхарт"
    },
    {
        "text": "Надо любить жизнь больше, чем смысл жизни",
        "author": "Федор Достоевский"
    },
    {
        "text": "Жизнь - это то, что с тобой происходит, пока ты строишь планы",
        "author": "Джон Леннон"
    },
    {
        "text": "Неосмысленная жизнь не стоит того, чтобы жить",
        "author": "Сократ"
    },
    {
        "text": "80% успеха - это появиться в нужном месте в нужное время",
        "author": "Вуди Аллен"
    },
    {
        "text": "В моем словаре нет слова «невозможно»",
        "author": "Наполеон Бонапарт"
    },
    {
        "text": "Лучшая месть – огромный успех",
        "author": "Фрэнк Синатра"
    },
    {
        "text": "Лучше быть уверенным в хорошем результате, чем надеяться на отличный",
        "author": "Уоррен Баффет"
    },
    {
        "text": "Стоит только поверить, что вы можете – и вы уже на полпути к цели",
        "author": "Теодор Рузвельт"
    },
    {
        "text": "Упади семь раз и восемь раз поднимись",
        "author": "Японская поговорка"
    },
    {
        "text": "У всего есть своя красота, но не каждый может ее увидеть",
        "author": "Конфуций"
    },
    {
        "text": "Если нет ветра, беритесь за вёсла",
        "author": "Латинская поговорка"
    },
    {
        "text": "Успех — это способность идти от поражения к поражению, не теряя оптимизма",
        "author": "Уинстон Черчилль"
    },
    {
        "text": "Лучшее время, чтобы посадить дерево, было 20 лет назад. Следующий подходящий момент - сегодня",
        "author": "Китайская пословица"
    },
    {
        "text": "Я не провалил тест. Я просто нашел сто способов написать его неправильно",
        "author": "Бенджамин Франклин"
    },
    {
        "text": "Неудача – это просто возможность начать снова, но уже более мудро",
        "author": "Генри Форд"
    },
    {
        "text": "Не столь важно, как медленно ты идешь, как то, как долго ты идешь, не останавливаясь",
        "author": "Конфуций"
    }
] 